import { Service } from '../types/service.ts';

export const services: Service[] = [
  {
	name: 'Клинический анализ крови: общий анализ, лейкоформула СОЭ',
	cost: 499,
	duration: '30 мин'
  },
  {
	name: 'Консультация врача-специалиста первичная',
	cost: 1800,
	duration: '30 мин'
  },
  {
	name: 'Консультация врача-специалиста повторная',
	cost: 1500,
	duration: '30 мин'
  },
  {
	name: 'Консультация врача-эндокринолога первичная',
	cost: 2500,
	duration: '30 мин'
  },
  {
	name: 'Консультация врача-эндокринолога повторная',
	cost: 1800,
	duration: '30 мин'
  },
  {
	name: 'Консультация терапевта доктора медицинских наук',
	cost: 2500,
	duration: '30 мин'
  },
  {
	name: 'Регистрация ЭКГ',
	cost: 450,
	duration: '30 мин'
  },
  {
	name: 'Интерпретация ЭКГ',
	cost: 450,
	duration: '30 мин'
  },
  {
	name: 'ЭКГ (с интерпретацией)',
	cost: 850,
	duration: '30 мин'
  },
  {
	name: 'ЭКГ с физической нагрузкой',
	cost: 1500,
	duration: '30 мин'
  },
  {
	name: 'Эхокардиография',
	cost: 2100,
	duration: '30 мин'
  },
  {
	name: 'Холтер ЭКГ 3 отведений – 24 ч',
	cost: 2500,
	duration: '30 мин'
  },
  {
	name: 'Холтер ЭКГ 12 отведений – 24 ч',
	cost: 3000,
	duration: '30 мин'
  },
  {
	name: 'Холтер ЭКГ 12 отведений – 48 ч',
	cost: 4000,
	duration: '30 мин'
  },
  {
	name: 'Холтер ЭКГ 12 отведений – 72 ч',
	cost: 5000,
	duration: '30 мин'
  },
  {
	name: 'Холтер ЭКГ 3 отведений – 24 ч + ЭКГ (с интерпретацией)',
	cost: 2550,
	duration: '30 мин'
  },
  {
	name: 'Спирометрия',
	cost: 1000,
	duration: '30 мин'
  },
  {
	name: 'Ультразвуковое исследование мягких тканей (1 зона)',
	cost: 1000,
	duration: '30 мин'
  },
  {
	name: 'УЗИ суставов (1 сустав)',
	cost: 1000,
	duration: '30 мин'
  },
  {
	name: 'УЗИ кисти или стопы',
	cost: 1000,
	duration: '30 мин'
  },
  {
	name: 'УЗИ селезёнки',
	cost: 800,
	duration: '30 мин'
  },
  {
	name: 'УЗИ печени',
	cost: 800,
	duration: '30 мин'
  },
  {
	name: 'Фолликулометрия',
	cost: 3000,
	duration: '30 мин'
  },
  {
	name: 'Триплексное сканирование БЦА и сосудов головного мозга',
	cost: 3500,
	duration: '30 мин'
  },
  {
	name: 'УЗИ матки и придатков (трансвагинально)',
	cost: 1500,
	duration: '30 мин'
  },
  {
	name: 'УЗИ щитовидной железы с лимфоузлами',
	cost: 1300,
	duration: '30 мин'
  },
  {
	name: 'УЗИ надпочечников',
	cost: 1000,
	duration: '30 мин'
  },
  {
	name: 'УЗИ полового члена',
	cost: 2100,
	duration: '30 мин'
  }
];