import {Specialist} from '../types/specialist.ts';

export const specialists: Specialist[] = [
    {
        id: 1,
        firstName: 'Петр',
        slug: 'muraveynikov-petr-vasilevich',
        lastName: 'Муравейников',
        surname: 'Васильевич',
        speciality: 'Гастроэнтеролог',
        experience: 6,
        education: [
            {
                name: 'Первый Санкт-Петербургский государственный медицинский университет им. акад. И.П. Павлова',
                year: 2003
            }, {
                name: 'ФГБУ Национальный Медицинский Исследовательский Центр им. В.А. Алмазова, клиническая ординатура по специальности «эндокринология»',
                year: 2010
            }, {
                name: 'Онлайн-курс Е. Мотовой «Диетологическое консультирование»',
                year: 2012
            }
        ],
        practicalArea: [
            'Медикаментозное лечение функциональных паталогий, в том числе и рака',
            'Консервативное лечение',
            'Диагностика и лечение',
            'Комплексное лечение паталогий ',
            'Медикаментозное лечение функциональных патологий, в том числе и рака',
            'Привлечение узких направлений',
        ],
        post: 'Главный врач',
        photo: '/f5c2e5a005b6a41fd1011c101a64edd8.jfif',
        services: [
            {
                name: 'Первичная консультация',
                duration: '1 час',
                cost: 3000
            },
            {
                name: 'Повторная консультация',
                duration: '1 час',
                cost: 2000
            },
        ],
    },
  {
	id: 2,
	firstName: 'Петр',
	slug: 'muraveynikov-petr-vasilevich6',
	lastName: 'Муравейников',
	surname: 'Васильевич',
	speciality: 'Гастроэнтеролог',
	experience: 6,
	education: [
	  {
		name: 'Первый Санкт-Петербургский государственный медицинский университет им. акад. И.П. Павлова',
		year: 2003
	  }, {
		name: 'ФГБУ Национальный Медицинский Исследовательский Центр им. В.А. Алмазова, клиническая ординатура по специальности «эндокринология»',
		year: 2010
	  }, {
		name: 'Онлайн-курс Е. Мотовой «Диетологическое консультирование»',
		year: 2012
	  }
	],
	practicalArea: [
	  'Медикаментозное лечение функциональных паталогий, в том числе и рака',
	  'Консервативное лечение',
	  'Диагностика и лечение',
	  'Комплексное лечение паталогий ',
	  'Медикаментозное лечение функциональных патологий, в том числе и рака',
	  'Привлечение узких направлений',
	],
	post: 'Главный врач',
	photo: '/f5c2e5a005b6a41fd1011c101a64edd8.jfif',
	services: [
	  {
		name: 'Первичная консультация',
		duration: '1 час',
		cost: 3000
	  },
	  {
		name: 'Повторная консультация',
		duration: '1 час',
		cost: 2000
	  },
	],
  },
  {
	id: 3,
	firstName: 'Петр',
	slug: 'muraveynikov-petr-vasilevich5',
	lastName: 'Муравейников',
	surname: 'Васильевич',
	speciality: 'Гастроэнтеролог',
	experience: 6,
	education: [
	  {
		name: 'Первый Санкт-Петербургский государственный медицинский университет им. акад. И.П. Павлова',
		year: 2003
	  }, {
		name: 'ФГБУ Национальный Медицинский Исследовательский Центр им. В.А. Алмазова, клиническая ординатура по специальности «эндокринология»',
		year: 2010
	  }, {
		name: 'Онлайн-курс Е. Мотовой «Диетологическое консультирование»',
		year: 2012
	  }
	],
	practicalArea: [
	  'Медикаментозное лечение функциональных паталогий, в том числе и рака',
	  'Консервативное лечение',
	  'Диагностика и лечение',
	  'Комплексное лечение паталогий ',
	  'Медикаментозное лечение функциональных патологий, в том числе и рака',
	  'Привлечение узких направлений',
	],
	post: 'Главный врач',
	photo: '/f5c2e5a005b6a41fd1011c101a64edd8.jfif',
	services: [
	  {
		name: 'Первичная консультация',
		duration: '1 час',
		cost: 3000
	  },
	  {
		name: 'Повторная консультация',
		duration: '1 час',
		cost: 2000
	  },
	],
  },
  {
	id: 4,
	firstName: 'Петр',
	slug: 'muraveynikov-petr-vasilevich4',
	lastName: 'Муравейников',
	surname: 'Васильевич',
	speciality: 'Гастроэнтеролог',
	experience: 6,
	education: [
	  {
		name: 'Первый Санкт-Петербургский государственный медицинский университет им. акад. И.П. Павлова',
		year: 2003
	  }, {
		name: 'ФГБУ Национальный Медицинский Исследовательский Центр им. В.А. Алмазова, клиническая ординатура по специальности «эндокринология»',
		year: 2010
	  }, {
		name: 'Онлайн-курс Е. Мотовой «Диетологическое консультирование»',
		year: 2012
	  }
	],
	practicalArea: [
	  'Медикаментозное лечение функциональных паталогий, в том числе и рака',
	  'Консервативное лечение',
	  'Диагностика и лечение',
	  'Комплексное лечение паталогий ',
	  'Медикаментозное лечение функциональных патологий, в том числе и рака',
	  'Привлечение узких направлений',
	],
	post: 'Главный врач',
	photo: '/f5c2e5a005b6a41fd1011c101a64edd8.jfif',
	services: [
	  {
		name: 'Первичная консультация',
		duration: '1 час',
		cost: 3000
	  },
	  {
		name: 'Повторная консультация',
		duration: '1 час',
		cost: 2000
	  },
	],
  },
  {
	id: 5,
	firstName: 'Петр',
	slug: 'muraveynikov-petr-vasilevich3',
	lastName: 'Муравейников',
	surname: 'Васильевич',
	speciality: 'Гастроэнтеролог',
	experience: 6,
	education: [
	  {
		name: 'Первый Санкт-Петербургский государственный медицинский университет им. акад. И.П. Павлова',
		year: 2003
	  }, {
		name: 'ФГБУ Национальный Медицинский Исследовательский Центр им. В.А. Алмазова, клиническая ординатура по специальности «эндокринология»',
		year: 2010
	  }, {
		name: 'Онлайн-курс Е. Мотовой «Диетологическое консультирование»',
		year: 2012
	  }
	],
	practicalArea: [
	  'Медикаментозное лечение функциональных паталогий, в том числе и рака',
	  'Консервативное лечение',
	  'Диагностика и лечение',
	  'Комплексное лечение паталогий ',
	  'Медикаментозное лечение функциональных патологий, в том числе и рака',
	  'Привлечение узких направлений',
	],
	post: 'Главный врач',
	photo: '/f5c2e5a005b6a41fd1011c101a64edd8.jfif',
	services: [
	  {
		name: 'Первичная консультация',
		duration: '1 час',
		cost: 3000
	  },
	  {
		name: 'Повторная консультация',
		duration: '1 час',
		cost: 2000
	  },
	],
  },
  {
	id: 6,
	firstName: 'Петр',
	slug: 'muraveynikov-petr-vasilevich',
	lastName: 'Муравейников',
	surname: 'Васильевич',
	speciality: 'Гастроэнтеролог',
	experience: 6,
	education: [
	  {
		name: 'Первый Санкт-Петербургский государственный медицинский университет им. акад. И.П. Павлова',
		year: 2003
	  }, {
		name: 'ФГБУ Национальный Медицинский Исследовательский Центр им. В.А. Алмазова, клиническая ординатура по специальности «эндокринология»',
		year: 2010
	  }, {
		name: 'Онлайн-курс Е. Мотовой «Диетологическое консультирование»',
		year: 2012
	  }
	],
	practicalArea: [
	  'Медикаментозное лечение функциональных паталогий, в том числе и рака',
	  'Консервативное лечение',
	  'Диагностика и лечение',
	  'Комплексное лечение паталогий ',
	  'Медикаментозное лечение функциональных патологий, в том числе и рака',
	  'Привлечение узких направлений',
	],
	post: 'Главный врач',
	photo: '/f5c2e5a005b6a41fd1011c101a64edd8.jfif',
	services: [
	  {
		name: 'Первичная консультация',
		duration: '1 час',
		cost: 3000
	  },
	  {
		name: 'Повторная консультация',
		duration: '1 час',
		cost: 2000
	  },
	],
  },
  {
	id: 7,
	firstName: 'Петр',
	slug: 'muraveynikov-petr-vasilevich2',
	lastName: 'Муравейников',
	surname: 'Васильевич',
	speciality: 'Гастроэнтеролог',
	experience: 6,
	education: [
	  {
		name: 'Первый Санкт-Петербургский государственный медицинский университет им. акад. И.П. Павлова',
		year: 2003
	  }, {
		name: 'ФГБУ Национальный Медицинский Исследовательский Центр им. В.А. Алмазова, клиническая ординатура по специальности «эндокринология»',
		year: 2010
	  }, {
		name: 'Онлайн-курс Е. Мотовой «Диетологическое консультирование»',
		year: 2012
	  }
	],
	practicalArea: [
	  'Медикаментозное лечение функциональных паталогий, в том числе и рака',
	  'Консервативное лечение',
	  'Диагностика и лечение',
	  'Комплексное лечение паталогий ',
	  'Медикаментозное лечение функциональных патологий, в том числе и рака',
	  'Привлечение узких направлений',
	],
	post: 'Главный врач',
	photo: '/f5c2e5a005b6a41fd1011c101a64edd8.jfif',
	services: [
	  {
		name: 'Первичная консультация',
		duration: '1 час',
		cost: 3000
	  },
	  {
		name: 'Повторная консультация',
		duration: '1 час',
		cost: 2000
	  },
	],
  },
]